Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
fr_fr: Voulez-vous vraiment publier ce cycle de communication ? Une fois publié, le statut du cycle sera passé à " Ouvert " et le cycle ne pourra pas être retourné à l'état d'ébauche.

source: Publish communication round
fr_fr: Publier le cycle de communication

source: The communication round was successfully published.
fr_fr: Le cycle de communication a été correctement publié.

source: The communication round was successfully saved.
fr_fr: Le cycle de communication a été correctement enregistré.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
fr_fr: Êtes-vous sûr de vouloir enregistrer les modifications apportées à ce cycle de communication publié ? Le cycle sera mis à jour pour tous les participants.

source: Update published round
fr_fr: Mettre à jour le cycle publié

source: The round was successfully updated.
fr_fr: Le cycle a été correctement mis à jour.

source: Round visibility end date
fr_fr: Date de fin de visibilité du cycle

source: Round visibility start date
fr_fr: Date de début de visibilité du cycle

source: Configure approval milestones for the communication round
fr_fr: Configurer les étapes d'approbation pour le cycle de communication

source: Turn this setting on to add steps to the communication round workflow
fr_fr: Activez ce paramètre pour ajouter des étapes au workflow du cycle de communication

source: Enable workflow steps
fr_fr: Activer les étapes de workflow

source: No communication rounds yet
fr_fr: Aucun cycle de communication

source: Create and manage communication rounds
fr_fr: Créer et gérer des cycles de communication

source: Export recipient details
fr_fr: Exporter les détails du destinataire

source: Number of recipients
fr_fr: Nombre de destinataires

source: Added by
fr_fr: Ajouté par

source: Create and manage communication rounds.
fr_fr: Créer et gérer des cycles de communication

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
fr_fr: Vos cycles de communication apparaîtront ici. Revenez plus tard pour obtenir des mises à jour ou explorez d'autres fonctionnalités entre-temps.

source: Archived
fr_fr: Archivé

source: Comm rounds
fr_fr: Cycles de communication

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
fr_fr: Vous êtes sur le point de publier l'ébauche en attente qui remplacera la version actuellement publiée de ce cycle de rémunération. Souhaitez-vous conserver les saisies des managers ?

source: No, delete them
fr_fr: Non, supprimer les saisies

source: Publish updated comp round
fr_fr: Publier le cycle de compensation actualisé

source: The workflow was updated; all workers in this round will reset to the first step.
fr_fr: Le workflow a été mis à jour ; tous les employé(e)s de ce cycle reprendront à la première étape.

source: Yes, keep entries
fr_fr: Oui, conserver les saisies

source: View configuration
fr_fr: Afficher la configuration

source: Change source
fr_fr: Changer la source

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
fr_fr: Modifier la source de gestion des propositions effacera les valeurs que vous avez saisies. Cette action est irréversible.

source: Change proposal management source
fr_fr: Modifier la source de gestion des propositions

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
fr_fr: Configurez la manière dont les valeurs de proposition sont préremplies et gérées pour chaque élément de rémunération dans cette campagne.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
fr_fr: La désactivation de la source de gestion des propositions effacera les valeurs que vous avez saisies. Cette action est irréversible.

source: Disable proposal management
fr_fr: Désactiver la gestion des propositions

source: Enable proposal management
fr_fr: Activer la gestion des propositions

source: Create your formula
fr_fr: Créer votre formule

source: Formula type
fr_fr: Type de formule

source: Use an existing value
fr_fr: Utiliser une valeur existante

source: Prefill the proposal using an existing calculated or reference field
fr_fr: Préremplir la proposition à l'aide d'un champ calculé ou de référence existant

source: Calculate using a formula
fr_fr: Calculer à l'aide d'une formule

source: Generate the proposal value using a custom formula
fr_fr: Générer la valeur de la proposition à l'aide d'une formule personnalisée

source: Proposal method
fr_fr: Méthode de proposition

source: Choose an option to continue
fr_fr: Choisissez une option pour continuer.

source: Source field
fr_fr: Champ source

source: This value will be used as the initial proposal for managers.
fr_fr: Cette valeur sera utilisée comme proposition initiale pour les managers.

source: Select the field used to prefill the proposal
fr_fr: Sélectionner le champ utilisé pour préremplir la proposition

source: Choose one
fr_fr: Choisissez-en un

source: The source field is required.
fr_fr: Le champ source est obligatoire.

source: Workers manually removed
fr_fr: Employé(e)s supprimé(e)s manuellement

source: Workers manually added
fr_fr: Employé(e)s ajouté(e)s manuellement

source: Manage workers
fr_fr: Gérer les employé(e)s

source: {{count}} worker selected
fr_fr: {{count}} employé(e) sélectionné(e)

source: {{count}} workers selected
fr_fr: {{count}} employé(e)s sélectionné(e)s

source: Exclude worker
fr_fr: Exclure l'employé(e)

source: Exclude selected
fr_fr: Exclure les employé(e)s sélectionné(e)s

source: Select which workers will be excluded from this compensation population.
fr_fr: Sélectionnez quels employé(e)s seront exclu(e)s de cette population de compensation.

source: Include worker
fr_fr: Inclure l'employé(e)

source: Include selected
fr_fr: Inclure les employé(e)s sélectionné(e)s

source: Select which workers will be included in this compensation population.
fr_fr: Sélectionnez les employé(e)s qui seront inclus dans cette population de compensation.

source: Please select at least one worker.
fr_fr: Sélectionnez au moins un(e) employé(e).

source: The population cannot be empty.
fr_fr: La population ne peut pas être vide.

source: Individual inclusions and exclusions.
fr_fr: Inclusion et exclusion individuelles.

source: Select the relevant existing population criteria that apply to this round of compensation.
fr_fr: Sélectionnez les critères de population existants pertinents qui s'appliquent à ce cycle de compensation.

source: Populations relevant for this compensation round.
fr_fr: Populations concernées par ce cycle de rémunération.

source: Select system populations
fr_fr: Sélectionner des populations système

source: Selected populations
fr_fr: Populations sélectionnées

source: Overview of population definition.
fr_fr: Aperçu de la définition de la population.

source: Compensation population summary
fr_fr: Résumé de la population de compensation

source: Workers can belong to multiple populations
fr_fr: Les employé(e)s peuvent appartenir à plusieurs populations.

source: No compensation rounds created yet.
fr_fr: Aucun cycle de rémunération créé pour le moment.

source: No compensation rounds
fr_fr: Aucun cycle de rémunération

source: Name (A-Z)
fr_fr: Nom (A-Z)

source: Name (Z-A)
fr_fr: Nom (Z-A)

source: Sort by
fr_fr: Trier

source: End date (earliest)
fr_fr: Date de fin (la plus récente)

source: End date (latest)
fr_fr: Date de fin (la plus récente)

source: Last generated (oldest)
fr_fr: Dernière génération (la plus ancienne)

source: Last generated (newest)
fr_fr: Dernière génération (la plus récente)

source: Last edited (oldest)
fr_fr: Dernière modification (la plus ancienne)

source: Last edited (newest)
fr_fr: Dernière modification (la plus récente)

source: No actors selected
fr_fr: Aucun acteur sélectionné

source: View bonus calculation formula configuration
fr_fr: Afficher la configuration de la formule de calcul des primes

source: No guideline rules
fr_fr: Aucune règle de directive

source: Start: {{startDate}} • End: {{endDate}}
fr_fr: Début : {{startDate}} • Fin : {{endDate}}

source: Last updates
fr_fr: Dernières mises à jour

source: Any changes to this round will appear here.
fr_fr: Toute modification apportée à ce cycle apparaîtra ici.

source: No updates yet
fr_fr: Aucune mise à jour pour le moment

source: By {{author}},
fr_fr: Par {{author}},

source: Added fields
fr_fr: Champs ajoutés

source: Model name:
fr_fr: Nom du modèle :

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
fr_fr: Des modifications ont été apportées au plan de bonus sélectionné. Utilisez la version brouillon en attente pour les appliquer si nécessaire.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
fr_fr: Des mises à jour ont été apportées au modèle de données sélectionné. Utilisez la version brouillon en attente pour les appliquer selon vos besoins.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
fr_fr: Le modèle de données a été étendu avec de nouveaux champs. Utilisez la version brouillon en attente pour les appliquer si nécessaire.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
fr_fr: Des modifications ont été apportées au plan de primes sélectionné. Pour appliquer les changements, veuillez publier le cycle de rémunération.

source: Republished (proposals retained)
fr_fr: Republié (propositions conservées)

source: Republished (no proposals)
fr_fr: Republié (sans propositions)

source: Changes detected in bonus plan
fr_fr: Modifications détectées dans le plan de bonus

source: Data model extended
fr_fr: Modèle de données étendu

source: Pending draft created
fr_fr: Brouillon en attente créé

source: Pending draft deleted
fr_fr: Brouillon en attente supprimé

source: Round republished
fr_fr: Cycle republié

source: Round published
fr_fr: Cycle publié

source: View all updates
fr_fr: Voir toutes les mises à jour

source: All updates
fr_fr: Toutes les mises à jour

source: View population configuration
fr_fr: Afficher la configuration de la population

source: View round configuration
fr_fr: Afficher la configuration du cycle

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
fr_fr: Règles actives : {{activeRulesCount}} • Règles inactives : {{inactiveRulesCount}}

source: Team planner configuration
fr_fr: Configuration du planificateur d'équipe

source: View team planner configuration
fr_fr: Afficher la configuration du planificateur d'équipe

source: Validation reports: {{validationReportsCount}}
fr_fr: Rapports de validation : {{validationReportsCount}}

source: View workflow configuration
fr_fr: Afficher la configuration du workflow

source: API connection
fr_fr: Connexion API

source: Connection details
fr_fr: Détails de connexion

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
fr_fr: Ce téléchargement n'est pas disponible car l'extraction de données dépasse la limite de {{workersCount}} employé(e)s. Pour résoudre ce problème, veuillez modifier la configuration afin de réduire votre sélection d'employé(e)s. Pour obtenir de l'aide ou discuter des options pour les exportations volumineuses, veuillez contacter le service client.

source: Connection ID
fr_fr: ID de connexion

source: Round ID
fr_fr: ID du cycle

source: Round Management
fr_fr: Gestion des cycles

source: Copy JSON
fr_fr: Copier le JSON

source: Failed to copy. Please try again.
fr_fr: La copie a échoué. Veuillez réessayer.

source: JSON copied to clipboard
fr_fr: JSON copié dans le presse-papiers

source: Create statement generation rule
fr_fr: Créer une règle de génération de déclaration

source: The statement generation rule was successfully created.
fr_fr: La règle de génération de relevé a été correctement créée.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
fr_fr: Voulez-vous vraiment supprimer cette règle de génération de déclaration ? Cette action ne peut pas être annulée.

source: The statement generation rule was successfully duplicated.
fr_fr: La règle de génération de déclaration a été correctement dupliquée.

source: No statement generation rules yet!
fr_fr: Aucune règle de génération de relevé pour l'instant !

source: Generated
fr_fr: Généré

source: Generation failed
fr_fr: Échec de la génération

source: Not generated
fr_fr: Non généré

source: The communication round cannot be empty.
fr_fr: Le cycle de communication ne peut pas être vide.

source: Specify a name and a description for this document distribution rule.
fr_fr: Spécifiez un nom et une description pour cette règle de distribution de document.

source: Distribution rules
fr_fr: Règles de distribution

source: Select the communication round and document template that will be used for distribution.
fr_fr: Sélectionnez le cycle de communication et le modèle de document qui seront utilisés pour la distribution.

source: Edit statement generation rule
fr_fr: Modifier la règle de génération de relevé

source: The file name cannot be longer than {{charLimit}} characters.
fr_fr: Le nom du fichier ne peut pas dépasser {{charLimit}} caractères.

source: Customize the file name with variables
fr_fr: Personnaliser le nom du fichier avec des variables

source: Use a fixed file name for all documents
fr_fr: Utiliser un nom de fichier fixe pour tous les documents

source: The file name cannot contain special characters.
fr_fr: Le nom du fichier ne peut pas contenir de caractères spéciaux.

source: The document template cannot be empty.
fr_fr: Le modèle de document ne peut pas être vide.

source: Select document template
fr_fr: Sélectionner le modèle de document

source: The statement generation has started.
fr_fr: La génération du relevé a commencé.

source: The statement generation rule was successfully updated.
fr_fr: La règle de génération de relevé a été correctement mise à jour.

source: View statement generation rule
fr_fr: Afficher la règle de génération de relevé

source: Manage round cycle
fr_fr: Gérer le cycle de période

source: Round name (A-Z)
fr_fr: Nom du cycle (A-Z)

source: Round name (Z-A)
fr_fr: Nom du cycle (Z-A)

source: Sorting
fr_fr: Tri

source: Start date (earliest)
fr_fr: Date de début (la plus ancienne)

source: Start date (latest)
fr_fr: Date de début (la plus récente)

source: Actual budget
fr_fr: Budget réel

source: No maximum outcome configuration
fr_fr: Aucune configuration de résultat maximum

source: No minimum outcome configuration
fr_fr: Aucune configuration de résultat minimum

source: No outcome configuration
fr_fr: Aucune configuration de résultat

source: No rule configuration
fr_fr: Aucune configuration de règle

source: No validation reports with the name "{{phrase}}"
fr_fr: Aucun rapport appelé " {{phrase}} "

source: The note was successfully deleted.
fr_fr: La note a été correctement supprimée.

source: Select rule
fr_fr: Sélectionner une règle

source: Total eligible workers
fr_fr: Total des employé(e)s éligibles

source: Total populations
fr_fr: Populations totales

source: Total number of rules
fr_fr: Nombre total de règles

source: Incentive Management
fr_fr: Gestion des primes

source: Select at least one data source to continue.
fr_fr: Sélectionnez au moins une source de données pour continuer.

source: Manage the round cycle to generate statements and create payroll connections.
fr_fr: Gérez le cycle de ronde pour générer des relevés et créer des connexions de paie.

source: Incentive Curve Design
fr_fr: Conception de courbe d'incitation

source: Compensation Structure
fr_fr: Structure de rémunération

source: Compensation Process
fr_fr: Processus de rémunération

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
fr_fr: Créez le cadre de compensation et les éléments de compensation de votre organisation, y compris le salaire, les indemnités, les indemnités journalières, les bonus, les reports, les actions et les avantages/indemnités indirects.

source: Active currencies
fr_fr: Devises actives

source: Enabled currencies
fr_fr: Devises activées

source: Is enabled
fr_fr: Est activé

source: {{currencyName}} currency is active
fr_fr: La devise {{currencyName}} est active

source: No currencies yet
fr_fr: Aucune devise pour le moment

source: Company currency
fr_fr: Devise de l'entreprise

source: Global currency checkbox for {{currencyName}}
fr_fr: Case à cocher de devise globale pour {{currencyName}}

source: No currencies with the name "{{phrase}}"
fr_fr: Aucune devise du nom de " {{phrase}} "

source: Selected currency checkbox for {{currencyName}}
fr_fr: Case à cocher de devise sélectionnée pour {{currencyName}}

source: Selected currency checkbox for this page
fr_fr: Case à cocher de la devise sélectionnée pour cette page

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
fr_fr: Activez les devises que les utilisateurs pourront sélectionner sur la plateforme. La devise globale ne peut pas être sélectionnée ou désactivée.

source: Currency preview
fr_fr: Aperçu de la devise

source: Global currency
fr_fr: Devise globale

source: Change global currency
fr_fr: Modifier la devise globale

source: Select the default currency for all users across the application.
fr_fr: Sélectionnez la devise par défaut pour tous les utilisateurs de l'application.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
fr_fr: La devise précédente restera activée. Si vous n'en avez plus besoin, veuillez la désactiver manuellement dans le tableau des devises.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
fr_fr: La devise mondiale sélectionnée sera utilisée comme devise par défaut dans toute l'application et sera automatiquement activée.

source: Global currency configuration
fr_fr: Configuration globale des devises

source: Currencies & Exchange Rates
fr_fr: Devises et taux de change

source: Define which currencies will be available across the application features and which one will be global currency.
fr_fr: Définissez les devises qui seront disponibles dans l'application et la devise qui sera utilisée comme devise globale.

source: Active & global currencies
fr_fr: Devise globale et devises actives

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
fr_fr: La configuration des paramètres de devise a été modifiée. L'enregistrement de ces modifications aura un impact sur les instantanés futurs et les données associées.

source: Configuration change detected
fr_fr: Changement de configuration détecté

source: Currency Settings
fr_fr: Paramètres de devise

source: The name is required.
fr_fr: Le nom est requis.

source: Payout curve details
fr_fr: Détails de la courbe de paiement

source: The code already exists
fr_fr: Le code existe déjà.

source: Enter a code for the payout curve
fr_fr: Saisissez un code pour la courbe de paiement.

source: Enter the basic information of the payout curve
fr_fr: Saisissez les informations de base de la courbe de paiement

source: Enter a description for the payout curve
fr_fr: Saisissez une description pour la courbe de paiement.

source: Enter a name for the payout curve
fr_fr: Saisissez un nom pour la courbe de paiement.

source: Falling
fr_fr: En baisse

source: Decreasing payout over time/levels.
fr_fr: Diminution du paiement au fil du temps/des niveaux.

source: Growing
fr_fr: En croissance

source: Increasing payout over time/levels.
fr_fr: Augmentation des versements au fil du temps/des niveaux.

source: Create payout curve
fr_fr: Créer une courbe de paiement

source: Edit payout curve
fr_fr: Modifier la courbe de paiement

source: Linear curve
fr_fr: Courbe linéaire

source: Payout curves
fr_fr: Courbes de paiement

source: No payout curves have been created yet.
fr_fr: Aucune courbe de paiement n'a été créée pour le moment.

source: No payout curves yet
fr_fr: Aucune courbe de paiement

source: The payout curve was successfully published.
fr_fr: La courbe de paiement a été correctement publiée.

source: The payout curve was successfully saved.
fr_fr: La courbe de paiement a été correctement enregistrée.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
fr_fr: Vos conditions sont vides ou ne répondent pas aux critères. Veuillez corriger les erreurs pour générer le graphique de la courbe de paiement.

source: Cannot generate chart
fr_fr: Impossible de générer le graphique

source: Payout curve preview
fr_fr: Aperçu de la courbe de paiement

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
fr_fr: Vérifiez la corrélation entre les résultats et les paiements, ainsi qu'un graphique illustrant la courbe de paiement.

source: Clear values
fr_fr: Effacer les valeurs

source: What is the direction of this curve?
fr_fr: Quelle est la direction de cette courbe ?

source: Rules related to the selected direction:
fr_fr: Règles liées à la direction sélectionnée :

source: Result values must decrease from top to bottom
fr_fr: Les valeurs des résultats doivent diminuer du haut vers le bas

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
fr_fr: La courbe descendante est adaptée aux scénarios où une performance plus élevée entraîne des versements plus faibles (comme les pénalités ou le contrôle des coûts).

source: Payout values must decrease
fr_fr: Les valeurs de paiement doivent diminuer

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
fr_fr: Les employé(e)s dont les résultats sont égaux ou inférieurs au seuil le plus bas défini recevront la valeur de paiement maximale.

source: Workers whose results exceed the highest defined threshold will receive 0.
fr_fr: Les employé(e)s dont les résultats dépassent le seuil le plus élevé défini recevront 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
fr_fr: Les employé(e)s dont les résultats dépassent le seuil le plus élevé défini recevront la valeur de paiement maximale.

source: Workers whose results are below the lowest defined threshold will receive 0.
fr_fr: Les employé(e)s dont les résultats sont inférieurs au seuil le plus bas défini recevront 0.

source: General rules:
fr_fr: Règles générales :

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
fr_fr: Saisissez des nombres entiers et des décimales dans les champs de saisie (les fractions ne sont pas autorisées).
